[
  "Innovating for Sustainability: Driving Smart Resource Conservation (Energy & Water) in Home Appliances (Refrigerators, Air Conditioners, Washing Machines and Desert Air Coolers)",
  "Student Innovation",
  "Research and redesign a conventional aerospace component commonly found in air vehicles and utilize Fusion software to reimagine its design. Students can use Fusion Features such as Generative Design, Topology Optimization, Additive Build etc. The redesigned component should showcase innovation, enhanced functionality, and improved efficiency, all while being optimized for 3D printing.",
  "Students are supposed to use Fusion software to generate NC code with machine details & tool library for any industrial component. students should possess technical skills in areas such as CAD/CAM software, G-code programming, toolpath optimization, and machining fundamentals. Additionally, their project ideas should demonstrate a viable solution to a real-world problem, ensuring feasibility and practicality in implementation.",
  "Development of a non-electrical device for tracking the movement of the sun for movement of the solar panels, increasing their efficiency.",
  "Development of innovative design for flushing systems in western toilet sheets which can be used for deployment in public toilets.",
  "Development of an alternative technology to check blockage of blood vessels (an alternative to conventional angiography.",
  "Development of a suction based low-cost flush (with less water usage) for deployment in rural areas.",
  "Development of chemical strip (non-electronic) for identification of high temperature exposure in transportation of medicines/vaccines/FMCG goods, to ensure its usability.",
  "Development of portable device (non-contact device) for measurement of eye pressure in glaucoma patients for usage at home.",
  "Smart Irrigation System for Precision Farming",
  "Create a Virtual Herbal Garden that provides an interactive, educational, and immersive experience to users, showcasing the diverse range of medicinal plants used in AYUSH (Ayurveda, Yoga & Naturopathy, Unani, Siddha, and Homeopathy).",
  "Develop a Smart Yoga Mat integrated with Artificial Intelligence (AI) capabilities to support smart watch integration for tracking progress and provide curated yoga content by experts, while ensuring its affordability.",
  "Development of Tyre Maintenance and Operation App, including fitment of necessary IIoT related hardware in Dumpers",
  "Al-based automated defective exhibit identification system placed in a gallery.",
  "Develop a functional solution that demonstrates the hardware enabled root of trust.",
  "Rapid colorimetric and artificial intelligence-based methods for determining the microbial quality of raw milk, processed milk, and milk products",
  "Affordable, Sustainable, and User-friendly Solutions for Semen Dose Storage and Distribution",
  "Solution for end-to-end tracking of dual use chemicals used in both legitimate industries and illicit drug production from point of manufacture to point of end use/export.",
  "Automatic Change detection in Synthetic Aperture Radar satellite images",
  "Automatic Road Extraction and alert generation for new roads",
  "Target detection by optimizing Anomaly Detection in Hyperspectral Image Processing using AI/ML",
  "Enhancing body detection in CSSR Operations Using Advanced Technology",
  "Grey Water Management (GWM) - Designing low-cost testing kits capable of detecting bacterial, faecal, and microbial contaminants in groundwater.",
  "GOBARdhan - Simple control systems and/or instrumentation for small biogas plants that will allow better process control leading to effective digestion and improved yield of biogas.",
  "Personalized testing kits for testing Residual Chlorine level at delivery points",
  "Designing and development of a pressure transducer based equipment with a well cap for measurement of heads in autoflow wells",
  "Drone-based Intelligent ET sensing system and irrigation water use accounting system for irrigation commands.",
  "Design/Development of an efficient Energy Storage System (ESS) to integrate intermittent Renewable Energy sources and to support/stabilize the grid.",
  "Sustainable Utilization of 100% of Ash from Coal based Thermal Power Plants.",
  "Build a detailed concept for an industrial scale green hydrogen (> 50 TPD) production facility, with a levelized cost of hydrogen (LCOH) below $2 USD per kg.",
  "Developing innovative solution for efficient management of waste and conversion to valuable products, Waste to Energy- waste recycling",
  "Reducing the carbon emissions from thermal plants, developing ways of Carbon capture and utilisation through value added products",
  "Development of co-electrolyzer : which would synthesize organic chemicals like methanol and inorganic chemicals like ammonia in a single stage.",
  "Video call intercom based on analog/IP system with vibration sensor",
  "Developing writing pen and writing pad for children with Specific learning disability.",
  "Wearable sensor with Artificial Intelligence for prevention of falls in elderly people",
  "Development of cost-effective myoelectric prosthesis.",
  "System to check the healthiness of earthing system and alert staff in case of any malfunction;",
  "Condition-based monitoring and maintenance system.",
  "Al based acoustic wave monitoring of rail defects like cracks, fracture and prediction for rail wear, quality along with other parameter.",
  "Development of Portable EMI/EMC, induction measurement Instruments.",
  "Research and develop a design on “ autonomous water surface cleaning robot “",
  "Conversational Image Recognition Chatbot",
  "Women Safety Analytics – Protecting Women from safety threats",
  "Micro-Doppler based Target Classification",
  "A smart AI based solution for traffic management on routes with heavy traffic from different directions, with real-time monitoring and adaptation of traffic light timings",
  "Enhancing Monitoring and Management of Research, IPR, Innovation, and Start-ups in Gujarat State",
  "Implementation of the Alumni Association platform for the University/Institute.",
  "Learning App for Deaf And Mute and sign language-English/Gujarati converter",
  "Drone-Based Intelligent System for Apple Orchard Management in Himachal Pradesh",
  "Automated Bus Scheduling and Route Management System for Delhi Transport Corporation",
  "Automated System for Career Advancements of the Faculties of Higher Education",
  "Publications summary generator for faculty members profile building",
  "Learning path dashboard for enhancing skills",
  "The technological solutions for capturing AQI values through mobile and other forms of stations",
  "Dynamic route rationalization model based on machine learning/AI would be required based on real-time traffic and road parameters.",
  "Online monitoring of Unauthorized construction across the city",
  "Online real-time survey and monitoring of water bodies in Delhi",
  "Queuing models in OPDs/ availability of beds/ admission of patients. A hospital based solution is ideal which can be integrated with city wide module",
  "Online testing and monitoring of quality of medicines and consumables",
  "Online issuance of Caste and other certificates by Revenue Department need real-time monitoring",
  "real-time monitoring and evaluation software for application received in Fire Department relating to inspections, follow-ups, issue of NOCs",
  "To develop an Artificial Intelligence (AI) based model for electricity demand projection including peak demand projection for Delhi Power system",
  "Smart Classroom Management Software for Enhanced Learning Environments",
  "Health Data Information & Management System Mobile Application (HDIMS)",
  "Drug Inventory and supply chain Tracking system",
  "Smart Competency Diagnostic and Candidate Profile Score Calculator",
  "Freelancing Platform",
  "Mentor Connect",
  "AI-Powered Student Assistance Chatbot for Department of Technical Education, Government of Rajasthan.",
  "An Interactive Job and Internship Platform for Technical Education Department, Govt. of Rajasthan",
  "Intelligent platform to Interconnect Alumni and Student for Technical Education Department, Govt. of Rajasthan",
  "Mobile App for Direct Market Access for Farmers",
  "AI-Driven Crop Disease Prediction and Management System",
  "Sustainable Fertilizer Usage Optimizer for Higher Yield",
  "Assured Contract Farming System for Stable Market Access",
  "create an Annual Report Portal for institute where all the departmental reports can be integrated and customized",
  "A comprehensive AYUSH Startup Registration Portal to streamline the registration process for startups in the AYUSH sector, enhancing efficiency, transparency, and accessibility.",
  "Portal for innovation Excellence Indicators",
  "A web application specifically designed for Indian coal mines to quantify their carbon footprint and explore pathways to carbon neutrality.",
  "An app and web based software for Productivity and safety management of coal mines.",
  "App based Project monitoring of S&T/ R&D Projects of Coal Sector",
  "Development of AI-ML based models for predicting prices of agri-horticultural commodities such as pulses and vegetable (onion, potato, onion)",
  "Online Chatbot based ticketing system",
  "DDoS Protection System for Cloud: Architecture and Tool",
  "Early Warning System for Glacial Lake Outburst Floods (GLOFs)",
  "Microphone array-based direction of arrival for gunshot detection",
  "Extraction and Verification of Information from semi-categorised data.",
  "Web based Selector-Applicant Simulation Software",
  "Determining expert relevance with respect to interview board subject and candidates’ area of expertise",
  "Detecting oil spills at marine environment using Automatic Identification System (AIS) and satellite datasets",
  "Development of a mobile application to provide recreational suitability information of beach locations across India.",
  "Integrated Geo-Referenced Fish Catch Data Repository and Access System",
  "Development of a versatile and fast algorithm for the optimal ship routing",
  "Data download Duplication Alert System (DDAS)",
  "Interactive gamified approach to Ocean Literacy",
  "Implement Software Solutions to Reduce Student Dropout Rates at Various Educational Stages",
  "Develop Software Solutions to Enhance Educational Infrastructure and Connectivity in Rural Areas",
  "Develop Effective Career Counselling and Guidance Programs in Schools to Enhance Student Career Choices",
  "Integrate Industry-Relevant Vocational Training into Elementary and Secondary Education Curriculum",
  "Creating an application to identify the presence of government issued personally identifiable information (PII) embedded in documents and data, inadvertently or otherwise.",
  "Transformo Docs Application: Empowering Machine-Readable Document Management System.",
  "Develop a functional solution that incorporates the security of the ML model.",
  "Develop a functional solution that demonstrates the face liveness detection",
  "Develop a ML Model based solution to refine CAPTCHA.",
  "Farmers Disease Diagnostic/Reporting Portal - Mobile Portal Al Based",
  "Software solutions to identify users behind Telegram, WhatsApp and Instagram based drug trafficking.",
  "Software solution to identify the end receiver of a cryptocurrency transaction",
  "Web-scrapping tool to be developed to search and report Critical and High Severity Vulnerabilities of OEM equipment (IT and OT) published at respective OEM websites and other relevant web platforms.",
  "Developing a tool to provide for real time feeds of cyber incident pertaining to Indian Cyber Space.",
  "RE-DACT",
  "Development of Audit script for Windows 11 and Linux OS as per CIS (Centre for Internet Security) bench mark",
  "Few Shot Language Agnostic Key Word Spotting system (FSLAKWS) for audio files.",
  "Identification of algorithm from the given dataset using AI/ML Techniques.",
  "Centralized Automated Solution for Price Estimation & Reasonability.",
  "Development of AI/ML based solution for detection of face-swap based deep fake videos",
  "Agent-less Windows System Vulnerability and Network Scanner",
  "Building Offline Parallel AV Pipeline to cater multiple AVs for CII entities.",
  "Tools and techniques for customisation of GPO as per CIS guidelines to deploy on offline / standalone windows.",
  "Real-Time Disaster Information Aggregation Software",
  "Development of handheld device/Mobile based Operation & Maintenance tool for asset & consumables inventories and finance management in context of drinking water supply scheme.",
  "Use of Digital Technology to calculate Water Footprints for different Agricultural Products",
  "Use of Digital Knowledge Sharing Platform like Wikis on sharing of water efficient techniques and methods for minimizing water scarcity.",
  "Adaption of 'Existing Command Area in Response to Shifting of Agricultural Practices",
  "Forecasting Future Water Requirements and Assessing Storage Capacities in Reservoirs",
  "Developing a Robust Hydraulic Transient Analysis Model for Hydro Power and Pumped Storage Schemes.",
  "Real-time Ganga river water quality forecasting using AI- enabled DSS, satellite data, IoT, and dynamic models.",
  "A software application for analysis of DWLR data and raise alarms in respect of anomalous values, faulty DWLRs etc",
  "A software application - Ground Water Level Predictor",
  "AI based chatbot for collating and dissemination of information on groundwater.",
  "Development of an educational game (web-based and mobile- based) on groundwater conservation and management",
  "Let’s Learn Constitution in a Simpler Manner-Institution Perspective",
  "Developing an AI based interactive Chatbot or virtual assistant for the Department of Justice’s Website.",
  "AI-Driven Research Engine for Commercial Courts",
  "Bail Reckoner",
  "Let’s Learn Constitution in a Simpler Manner-Citizen Perspective",
  "Gamification for Rural Planning using Drone land survey maps and GIS data.",
  "Development and Optimization of Al model for Feature identification/ Extraction from drone orthophotos.",
  "Intelligent Enterprise Assistant: Enhancing Organizational Efficiency through AI-driven Chatbot Integration",
  "Development of a Geolocation-Based Attendance Tracking Mobile Application.",
  "Tool for secure automatic network topology creation.",
  "Comprehensive Automated Document Verification System for Official Documentation",
  "Enhancing Navigation for Railway Station Facilities and Locations",
  "Enhancing Rail Madad with Al-powered Complaint Management",
  "Interactive Skills Enhancer (ISE): A Virtual Reality-Based Learning Tool for Children with ASD and ID",
  "Software for Speech Language Therapy Clinical Services",
  "AI tool/mobile app for Indian Sign language(ISL) generator from audio-visual content in English/Hindi to ISL content and vice-versa",
  "Indian Sing Language to Text/Speech translation",
  "Indian Version of Nagish App",
  "Capturing Non-manual features of Indian Sign Language and converting it into text",
  "Monitoring System for classroom session in skill training programe",
  "Education & Awareness - Effective Use of Technology for Dissemination of Anti-Doping Information",
  "Intelligence and Investigations - Enhancing Anti-Doping Efforts",
  "Gamification of Anti-Doping Information",
  "Prediction of Aluminium wire rod physical properties through AI, ML or any modern technique for better productivity and quality control.",
  "Platform for Inter-departmental cooperation (at city level) in Indian Cities, for sharing data & resources, unified phasing, planning and implementation of projects.",
  "Utilization of images for monitoring of progress of construction activities for building construction projects.",
  "Utilization of aerial/ drone-based images for monitoring of progress of construction activities for building construction projects",
  "Universal Switch Set with Data Encryption and Decryption for Legacy Applications without Cyber Safety Measures",
  "Development of a Paperless Scholarship Disbursement System for PMSSS",
  "AI supported AICTE Approval process portal",
  "AI driven Inspection of Institutions",
  "SolarQuest: Innovate to Capture More Sunlight and Boost Energy",
  "Enhancement of Permanently Shadowed Regions (PSR) of Lunar Craters Captured by OHRC of Chandrayaan-2",
  "SAR Image Colorization for Comprehensive Insight using Deep Learning Model (h)",
  "Downscaling of Satellite based air quality map using AI/ML",
  "On-device semantic segmentation of WMS services with geospatial data export",
  "AI based frame interpolation, video generation and display system for WMS services",
  "Automatic Modulation Recognition software for DVB -S2X waveforms",
  "Innovative applications of cloud-optimized geotiffs for INSAT satellite data",
  "Building Integrated Photo-voltaic (BIPV) potential assessment and visualisation using LOD-1 3D City Model",
  "Development of map-matching algorithm using AI-ML techniques to distinguish vehicular movement on highway and service road",
  "Centralized application-context aware firewall",
  "Standardizing Odd School Structures to Improve Educational Policy Implementation and Resource Allocation",
  "Parsing of Social Media Feeds",
  "Creating a cyber triage tool to streamline digital forensic investigation",
  "De-anonymizing of entities on the onion sites operating on TOR Network",
  "Improving open source software security using Fuzzing",
  "Improving Android security: Application security for mobile app on Android 14 or higher",
  "Creating a Framework for Static Analysis of Vulnerabilities in Android Applications",
  "Recovery of Deleted Data and Associated Metadata from XFS and Btrfs Filesystems",
  "Creating a Comprehensive Web Application Fuzzer",
  "Dashboard for Swachhta and LiFE. Develop a dashboard aimed at maintaining cleanliness and LiFE practices, integrating AI-powered image processing technology for effective monitoring of Swachhta and green practices adopted in post offices. The dashboard needs to be accessible from the Divisional Office offering surveillance capabilities and triggering alerts for deviation from prescribed Swachhta and Green Growth standards to prompt on ground intervention to guide the post office concerned to make necessary changes to conform to set expectations.",
  "Measurement and Monitoring of Counter Services \"Develop a simple to use application for measurement and monitoring of counter services offered by Post Offices for their customers while providing ease of access to mail, parcel, financial, payment, insurance and citizen centric services from each Post Office. The solution suggested should integrate traditional and modern Industry 4.0 Technology based solution to this fundamental challenge faced by the DoP across its vast network. Integrating AI-powered image processing technology for effective monitoring of smooth, hassle free and efficient counter services based on live feed of customer service areas for a delightful customer experience are expected as a solution. Ease of application of the solution in the practical setting is key to the assessment criteria for this problem. The dashboard needs to be accessible at the Post Office and to its higher offices in the chain upto Divisional and Regional Office\".",
  "Road Transport Network Telematics Develop a telematics solution to enable efficient trucking operations for the long haul to connect the country through route optimization, live tracking and monitoring, optimal capacity utilization analysis and to enable appropriate response.",
  "A Digital BRSR Platform for India Post Network \"The Department of Posts (DoP) in India requires a cutting-edge, digital solution to implement a Business Responsibility & Sustainability Reporting (BRSR) framework. This platform aims to transform DoP into a leader in environmental and social sustainability while fostering transparency and accountability towards stakeholders.\"",
  "Data Insights and Strategic Unit (DISU) at the Divisional Level for DoP \"The Divisional Office as the nerve centre of administration, governance and control over the widespread national postal network requires a robust monitoring, analytics, visualisation and feedback mechanism to take advantage of digitisation and data driven governance.\"",
  "Bridging the Measurability Gap - A Digital Solution for validated Citizens Charter norms’ adherence across public interfaces and customer touchpoints of DoP",
  "India Post A Bridge for Indian Diaspora to access things Indian \" Building a community of Indian Diaspora for meeting their needs of Indian Products (traditional/ ethnic / handicrafts) through India Post by connecting PIOs with local sellers / MSME / Artisans\"",
  "AI-Powered Delivery Post Office Identification System “ The wide, evolving delivery network of the Post Office makes it difficult for customers to write the correct pin code on the postal items for delivery. The Post Office also merges Pincodes together to mechanise and streamline delivery in the emerging volume and mix of mail handled at different stages, including the point of delivery. An intelligent solution, powered by AI is needed to meet the dynamic design of the supply chain both for customers as well as operators within India Post.",
  "DYNAMIC MAIL TRANSMISSION SOLUTION USING BEST CONNECTIVITY ACROSS MODES \"Serving a large country like India with the habitations across states, cities, towns, blocks and villages with geographic diversity as well is a complex task. The availability of multiple modes of transport for secure transmission of mail, parcels, cargo and people is a boon. Postal mail with its volume, value and weight profile has unique requirements for efficient and effective transmission to cover all delivery points around the sorting and transmission hubs that have been created over the years. With a focus on dynamic allocation and use of available transport within the structure of mail operations defined by the Department of Posts, we need a system to help choose the best mode across land, rail, air and water for fastest transmission of mail in each local context. \"",
  "AI based identification of Financial (Banking & Insurance) needs based on demography and economic / farming Cycle \"While the Post Office Network serves everyone, everywhere, on all days, the need for various services including financial and insurance services has a seasonal variation to it. There is a need to time communication and support to customers at times they require it most based on their daily routines. A robust system to segment, target and focus on each customer based on their needs from time to time is needed for India Post to direct its service force to make efforts in response to such needs.\"",
  "AI based Customized time slot Delivery of Articles/Parcels \" To align with the needs of the modern lifestyles of customers and their expected time of availability at the home or office address where an item needs to be delivered, the time slot can be decided in consultation with the customer based on an AI Driven correspondence system as per demand/request of the Sender or Receiver\"",
  "Building a National Web Community of Philatelists \"This is to overcome challenges faced by philatelists across India and to design a solution that enhances their experience and fills up gaps in access to information, raising demand and ensuring fulfillment as per interest for each Philatelic item and ancillaries released and made anywhere in the country through a web based community and a National Philately Deposit Account.",
  "Grey Water Management (GWM)- Implementing low cost technical solutions to mitigate water contamination, especially removal of contaminants, before discharge into rivers and lakes.",
  "Grey Water Management (GWM) - Mechanism for treating grey water and black water together in densely populated areas preferably having low land implication.",
  "GOBARdhan - Low-cost kits to measure nutrient content of F/L OM",
  "GOBARdhan - Low-cost enrichment models for F/L OM (Fermented / Liquied Organic Manure)",
  "Personalized testing kits for testing Bacteriological contamination at delivery points",
  "Personalized testing kits for testing Residual Silver ion level at delivery points",
  "Live Location Tracking",
  "Conversion of 2D Blueprints into 3D Model",
  "Indigenous logistics Drones to enhance operational & logistic capability",
  "Fake social media accounts and their detection",
  "Design and develop an AI-powered operational management system to optimize resource utilization, enhance situational awareness and improve decision-making processes.",
  "AI-Driven Inclusive Assessment Tools for Skill Ecosystem",
  "Innovative Gerontological Care Solutions: Designing the Future of Elderly Care Products",
  "Voice-Controlled Gaming Tools for Enhanced Learning in the Skill Ecosystem",
  "Designing Innovative Products for Empowering the Delivery Workforce",
  "AI-Enhanced Career Guidance System for Personalized Career Pathways",
  "An online system to automatically verify new title submissions by checking for similarities with existing titles"
]